Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_UpdateProfileFailed_Title
source: Update profile failed
ar: فشل عملية ترفيع الملف الشخصي
fr: Échec de mise à jour du profil
id: Perbarui profil gagal
it: Aggiornamento del profilo fallito
ko: 프로필 업데이트 실패
nl: Bijwerking profiel mislukt
pl: Aktualizacja profilu nie powiodła się
pt_br: Erro ao atualizar o perfil
ro: Actualizarea profilului a eșuat
ru: Не удалось обновить профиль
th: อัปเดตโปรไฟล์ไม่สำเร็จ
tr: Profil güncellemesi başarısız oldu
vi: Cập nhật thông tin cá nhân bị thất bại
zh_hans: 更新个人资料失败
zh_hant: 更新個人資料失敗

# AM_DownloadFailed
source: One download has failed. Please review your download list and try again.
ar: فشلت احدى عمليات التنزيل. يرجى الاطلاع على قائمة التنزيلات وإعادة المحاولة.
fr: Un téléchargement a échoué. Veuillez vérifier votre liste de téléchargements et ressayer.
id: Satu unduhan gagal. Harap tinjau daftar unduhan Anda dan coba lagi.
it: Un download è fallito. Per favore, revisiona la tua lista dei download e riprova.
ko: 하나의 다운로드가 실패하였습니다. 다운로드 목록을 재검토하고 다시 시도하세요.
nl: Een download is mislukt. Controleer uw downloadlijst en probeer nogmaals.
pl: Jedno pobieranie nie powiodło się. Sprawdź listę pobrań i spróbuj ponownie.
pt_br: Um download falhou. Por favor, revise a sua lista de downloads e tente novamente.
ro: O descărcare a eșuat. Te rugăm să revezi lista de descărcare și încearcă din nou.
ru: Не удалось скачать один элемент. Посмотрите список скачиваний и попробуйте ещё раз.
th: ดาวน์โหลดล้มเหลว กรุณาตรวจสอบรายการดาวน์โหลดของคุณและลองอีกครั้ง
tr: Bir indirme başarısız oldu. Lütfen indirme listenizi kontrol edin ve tekrar deneyin.
vi: Một phiên tải về bị thất bại. Xem qua danh sách phiên tải về và thử lại.
zh_hans: 有一个下载失败的文件。请检查您的下载列表并重试。
zh_hant: 有筆下載失敗了。請查看下載列表，然後重試一次。

# AM_AwaitingEmailConfirmation
source: Awaiting email confirmation
ar: بانتظار تأكيد البريد الإلكتروني
es: Confirma tu cuenta
fr: En attente du courriel de confirmation
id: Menunggu konfirmasi email
it: In attesa della conferma dell'email
ko: 이메일 인증 대기중
nl: In afwachting op email bevestiging.
pl: Oczekiwanie na potwierdzenia konta.
pt_br: Esperando confirmação por email.
ro: Se așteaptă confirmarea e-mailului
ru: Ожидание подтверждения по электронной почте
th: กำลังรอการยืนยันทางอีเมล
tr: Eposta onayı beklemede
vi: Đang chờ xác nhận địa chỉ email
zh_hans: 请转到邮箱来激活帐号
zh_hant: 等待確認電子郵件地址中

# AM_AwaitingEmailConfirmationDescription
source: Please go to your inbox and click the link to confirm your new email address.
ar: يرجى الذهاب الى صندوق الوارد في بريدك الالكتروني والضغط على الرابط المرسل اليك لتأكيد بريدك الالكتروني.
fr: Veuillez aller dans votre boîte de réception et cliquer sur le lien pour confirmer votre nouvelle adresse courriel.
id: Silakan masuk ke kotak masuk Anda dan klik tautan untuk mengonfirmasi alamat email baru Anda.
it: Per favore, vai nella tua casella dei messaggi e clicca sul link per confermare il tuo nuovo indirizzo email.
ko: 수신함에 가서 새 이메일 주소를 확인하는 링크를 클릭하세요.
nl: Ga naar uw inbox en klik de koppeling om uw nieuwe email te bevestigen.
pl: Przejdz do skrzynki email i kliknij w otrzymany link aby potwierdzić nowy adres email.
pt_br: Por favor, acesse a sua caixa de entrada e clique no link para confirmar o seu novo endereço de email.
ro: Te rugăm să accesezi e-mailul și să dai clic pe link pentru a confirma adresa nouă de e-mail.
ru: Пожалуйста, зайдите во «входящие» и перейдите по ссылке для подтверждения нового адреса.
th: กรุณาไปที่กล่องจดหมายและคลิกลิงก์เพื่อยืนยันที่อยู่อีเมลใหม่ของคุณ
tr: Lütfen gelen kutunuza gidin ve yeni eposta adresinize gönderilen doğrulama bağlantısına tıklayın.
vi: Xin kiểm tra hộp thư và click vào đường liên kết để xác thực địa chỉ email mới.
zh_hans: 请打开您的收件箱，然后点击链接以确认您的新电子邮件地址。
zh_hant: 請至您的收件匣，並點擊該連結以確認您的新電子郵件地址。

# AM_ChangeEmailAlreadyRequested
source: You have already requested a confirmation link for that email address.
ar: لقد طلبت بالفعل رابط التأكيد لعنوان البريد الإلكتروني.
es: Ya has solicitado un enlace de confirmación para esa dirección de correo electrónico.
fr: Vous avez déjà demandé un lien de confirmation pour cette adresse courriel.
id: Anda telah me-request link konfirmasi untuk alamat email tersebut.
it: Hai già richiesto un link di conferma per quell'indirizzo email.
ko: 그 이메일 주소에 대한 확인 링크를 이미 요청하였습니다.
nl: U heeft al een bevestigingskoppeling voor dat e-mailadres gevraagd.
pl: Link potwierdzający został już wygenerowany dla podanego adresu email.
pt_br: Você já solicitou um link de confirmação para esse endereço de email.
ro: Ai solicitat deja un link de confirmare pentru acea adresă de e-mail.
ru: Вы уже запрашивали ссылку подтверждения для этого адреса.
th: คุณมีการยืนยันลิงก์คำขอสำหรับอีเมลแล้ว
tr: O e-posta adresine zaten bir doğrulama bağlantısı istediniz.
vi: Bạn đã yêu cầu gửi một đường liên kết xác thực cho địa chỉ email này rồi.
zh_hans: 你已经为此电子邮件地址申请了确认信。
zh_hant: 你已經為此電子郵件地址申請了確認信。

# AM_ChangeEmailGenericError
source: Failed to change your email. Please try again later.
ar: فشل عملية تغيير البريد الالكتروني. يرجى إعادة المحاولة.
fr: Échec de modification de votre adresse courriel. Veuillez ressayer.
id: Gagal mengubah email Anda. Silakan coba lagi nanti.
it: Cambiamento del tuo indirizzo email fallito. Per favore, riprova.
ko: 이메일 변경 실패. 다시 시도하세요.
nl: Mislukt om uw email te wijzigen. Probeer later nogmaals.
pl: Zmiana adresu email nie powiodła się. Spróbuj ponownie.
pt_br: Não foi possível alterar o seu email. Por favor, tente novamente mais tarde.
ro: Eșec la schimbarea e-mailului. Te rugăm să încerci din nou mai târziu.
ru: Не удалось изменить адрес почты. Попробуйте ещё раз позже.
th: ไม่สามารถเปลี่ยนอีเมลของคุณได้ กรุณาลองใหม่อีกครั้งในภายหลัง
tr: Eposta adresiniz değiştirilemedi. Lütfen daha sonra tekrar deneyin.
vi: Thay đổi email bị thất bại. Xin thử lại sau.
zh_hans: 无法更改您的电子邮件。请稍后再试。
zh_hant: 無法更改您的電子郵件。請稍候再試。

# AM_ConfirmationChangeEmailSuccess
source: Congratulations, your new email address for this MEGA account is: {0}
ar: تهانينا، عنوان بريدك الالكتروني الجديد لحسابك على MEGA هو {0}
fr: Félicitations, votre nouvelle adresse courriel pour ce compte MEGA est : {0}
id: Selamat, alamat email baru Anda untuk akun MEGA ini adalah: {0}
it: Congratulazioni, il tuo nuovo indirizzo email valido per questo account MEGA è: {0}
ko: 축하합니다, 이 MEGA 계정의 새 이메일 주소는 다음과 같습니다: {0}
nl: Gefeliciteerd, uw nieuwe email adres voor dit MEGA account is: {0}
pl: Gratulacje, twój nowy adres email dla tego konta na MEGA to: {0}
pt_br: Parabéns, o novo endereço de email desta conta MEGA é: {0}
ro: Felicitări, adresa de e-mail nouă pentru acest cont MEGA este: {0}
ru: Поздравляем, ваш новый адрес эл. почты для этого MEGA-аккаунта: {0}
th: ขอแสดงความยินดีที่อยู่อีเมลใหม่ของคุณสำหรับบัญชี MEGA นี้คือ: {0}
tr: Tebrikler, bu MEGA hesabı için kullanacağınız yeni eposta adresi: {0}
vi: Quý trình đã hoàn tất, địa chỉ email cho tài khoản bây giờ là: {0}
zh_hans: 恭喜，您MEGA账户的新电子邮件地址是：{0}
zh_hant: 恭喜，此MEGA帳戶的新電子郵件地址為：{0}

# AM_ChangeEmailInvalidLink
source: The link you are using for changing the email is not valid.
ar: الرابط المستخدم لتغيير البريد الالكتروني غير صالح.
fr: Le lien que vous utilisez pour changer cette adresse courriel n’est pas valide.
id: Tautan yang Anda gunakan untuk mengubah email tidak valid.
it: Il link che stai utilizzando per il cambiamento del tuo indirizzo email non è valido.
ko: 이메일 변경에 사용한 링크가 유효하지 않습니다.
nl: De koppeling die u gebruikt voor het wijzigen van de email is ongeldig.
pl: Link jest nieprawidłowy.
pt_br: O link que você está usando para alterar o email não é válido.
ro: Linkul pe care îl folosești pentru schimbarea e-mailului nu este valid.
ru: Ссылка для изменения адреса электронной почты недействительна.
th: ลิงก์ที่คุณใช้สำหรับเปลี่ยนอีเมลไม่ถูกต้อง
tr: Epostayı değiştirmek için kullandığınız bağlantı geçersizdir.
vi: Đường liên kết đang sử dụng để tiến hành việc thay đổi email không có hợp lệ.
zh_hans: 您用于更改电子邮件的链接无效。
zh_hant: 您用於更改電子郵件的連結無效。

# AM_WrongAccount
source: Incorrect account. Please login into the right account and try again.
ar: حساب خاطئ. يرجى تسجيل الدخول الى الحساب الصحيح ثم إعادة المحاولة.
fr: Le compte est incorrect. Veuillez vous connecter au bon compte et ressayer.
id: Akun salah. Silakan masuk ke akun yang benar dan coba lagi.
it: Account incorretto. Per favore, effettua il login con l'account giusto e riprova.
ko: 잘못된 계정. 올바른 계정으로 로그인하고 다시 시도하세요.
nl: Ongeldige account. Login in het juiste account en probeer nogmaals.
pl: Nieprawidłowe konto. Zaloguj się ponownie.
pt_br: Conta incorreta. Por favor, faça login na conta certa e tente novamente.
ro: Cont incorect. Te rugăm să te autentifici în contul potrivit și încearcă din nou.
ru: Неверный аккаунт. Войдите в правильный аккаунт и попробуйте ещё раз.
th: บัญชีไม่ถูกต้อง กรุณาลงชื่อเข้าใช้บัญชีที่ถูกต้องและลองอีกครั้ง
tr: Geçersiz hesap. Lütfen doğru hesaba giriş yapın ve tekrar deneyin.
vi: Không trùng tài khoản. Xin đăng nhập vào tài khoản tương ứng và thử lại.
zh_hans: 账户不正确。请登录到正确的账户，然后重试。
zh_hant: 帳戶不正確。請登入至正確的帳戶中，然後重試。

# AM_ContactAlreadyExists
source: You already have a contact with that email address
ar: لديك بالفعل جهة اتصال مرتبطة بهذا البريد الإلكتروني
es: Ya tienes un contacto con ese email
fr: Vous avez déjà un contact avec cette adresse courriel
id: Anda telah memiliki kontak dengan alamat email itu.
it: Hai già un contatto con quella e-mail
ko: 이 이메일 주소의 연락처가 이미 있습니다
nl: U heeft al een contact met dit e-mailadres
pl: Już posiadasz kontakt z tym adresem email
pt_br: Você já tem um contato com este e-mail
ro: Ai deja un contact cu acea adresă de e-mail
ru: У Вас уже есть контакт с таким email-адресом
th: คุณมีอีเมลของผู้ติดต่อนี้อยู่แล้ว
tr: Bu e-posta adresine sahip bir kişiniz zaten var
vi: Bạn đã có tên liên lạc với địa chỉ email đó rồi
zh_hans: 您已有一个使用该电子邮件的连络人
zh_hant: 您已有一個使用該電子郵件的連絡人

# AM_InviteContactFailed
source: The contact invitation could not be sent. Please try again.
ar: لا يمكن أن يتم إرسال دعوة الاتصال. حاول مرة اخرى.
es: No se pudo enviar la invitación de contacto. Por favor, vuelve a intentarlo.
fr: L'invitation de contact n'a pu être transmise. Veuillez ressayer.
id: Undangan kontak tidak dapat dikirim. Harap coba kembali.
it: L'invito del contatto non può essere inviato. Per favore, riprova.
ko: 연락처 초대가 발송되지 않았습니다. 다시 시도하세요.
nl: Het contactverzoek kon niet worden verzonden. Probeer alstublieft opnieuw.
pl: Zaproszenie nie mogło być wysłane. Spróbuj ponownie.
pt_br: O convite para contato não pôde ser enviada. Por favor, tente novamente.
ro: Invitația de contact nu a putut fi trimisă. Te rugăm să reîncerci.
ru: Не удаётся отправить приглашение контакту. Попробуйте снова.
th: คำเชิญผู้ติดต่อไม่สามารถส่งได้ กรุณาลองใหม่อีกครั้ง
tr: Kişiye davetiye gönderilemedi. Lütfen tekrar deneyin.
vi: Lời mời liên lạc đã không được gửi đi thành công. Xin thử lại.
zh_hans: 无法发送联系人邀请，请再试一次。
zh_hant: 無法發送聯絡人邀請，請再試一次。

# AM_InviteContactSuccessfully
source: User {0} has been invited and will appear on your contact list once they have accepted the invitation.
ar: المستخدم {0} قد تم دعوته وسيظر على لائحة جهات اتصالك حالما يقبل الدعوة
es: Se ha invitado a {0}. Aparecerá en tu lista de contactos en cuanto acepte tu invitación.
fr: L'utilisateur {0} a été invité et apparaîtra dans votre liste de contacts dès que l'invitation aura été acceptée.
id: Pengguna {0} telah diundang dan akan muncul pada daftar kontak anda saat dia telah menerima undangan anda.
it: L'utente {0} è stato invitato è apparirà sulla tua lista dei contatti una volta che avrà accettato l'invito.
ko: 이용자 {0}님이 초대되었고 초대장을 승인하면 연락처 목록에 나타납니다.
nl: Gebruiker {0} is uitgenodigd en zal op uw lijst met contactpersonen worden weergegeven wanneer ze de uitnodiging hebben geaccepteerd.
pl: Użytkownik {0} został zaproszony i pojawi się na liście Twoich kontaktów po zaakceptowaniu zaproszenia.
pt_br: Usuário {0} foi convidado e aparece na sua lista de contatos, uma vez que eles aceitaram o convite.
ro: Utilizatorul {0} a fost invitat și va apărea în lista de contacte de îndată ce va accepta invitația.
ru: Пользователь {0} был приглашён. Он появится в вашем списке контактов, когда примет приглашение.
th: {0} ได้รับคำเชิญแล้วและจะปรากฏในรายชื่อผู้ติดต่อของคุณหลังจากที่พวกเขายอมรับคำเชิญแล้วเท่านั้น
tr: {0} kullanıcısı davet edildi ve davetinizi kabul ettiğinde kişi listenizde görünecektir.
vi: Người dùng {0} đã nhận được thư mời và sẽ xuất hiện trong danh bạ của bạn khi họ chấp nhận lời mời đó.
zh_hans: 已邀请用户{0}。他们接受邀请后，即会出现在您的联系人列表。
zh_hant: 已邀請用戶{0}。他們接受邀請後，即會出現在您的聯絡人列表。

# AM_InviteContactFailedOwnEmail
source: You are trying to add your own email as a contact.
ar: أنت تحاول إضافة البريد الإلكتروني الخاص بك كجهة اتصال.
es: No se puede añadir la cuenta propia como contacto.
fr: Vous tentez d'ajouter votre propre adresse courriel comme contact.
id: Anda mencoba untuk menambahkan email anda sendiri sebagai kontak.
it: Stai provando ad aggiungere la tua email come contatto.
ko: 당신의 이메일을 연락처에 추가하려고 하고 있습니다.
nl: U probeert uw eigen e-mailadres toe te voegen als contactpersoon.
pl: Próbujesz dodać swój adrem email do kontaktów.
pt_br: Você está tentando adicionar seu próprio e-mail como um contato.
ro: Încerci să îți adaugi propriul e-mail ca contact.
ru: Вы пытаетесь добавить в контакты свой адрес электронной почты.
th: คุณกำลังเพิ่มอีเมลของตนเองเป็นผู้ติดต่อ
tr: Kendi e-postanızı bir kişi olarak eklemeye çalışıyorsunuz.
vi: Bạn đang tự điền tên của mình vào danh bạ.
zh_hans: 邀请失败，您正在将自己加入联系人表单。
zh_hant: 邀請失敗，您正在將自己加入聯絡人表單。

# AM_RemoveContactFailed
source: Failed to remove the contact {0}. Please try again.
ar: فشل عملية حذف جهة الاتصال {0}. يرجى إعادة المحاولة
fr: Échec de suppression du contact {0}. Veuillez ressayer.
id: Gagal menghapus kontak {0}. Silakan coba lagi.
it: Rimozione del contatto {0} fallita. Per favore, riprova.
ko: 연락처 {0} 삭제 실패. 다시 시도하세요.
nl: Mislukt om de contact {0} te verwijderen. Probeer nogmaals.
pl: Usuwanie kontaktu {0} nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível remover o contato {0}. Por favor, tente novamente.
ro: Eșec la eliminarea contactului {0}. Te rugăm să încerci din nou.
ru: Не удалось удалить контакт {0}. Попробуйте ещё раз.
th: ไม่สามารถนำรายชื่อติดต่อออก {0} กรุณาลองอีกครั้ง
tr: {0} kişisi silinemedi. Lütfen tekrar deneyin.
vi: Xoá bỏ tên {0} khỏi danh bạ bị thất bại. Xin thử lại.
zh_hans: 无法删除联系人{0}。请再试一次。
zh_hant: 無法刪除聯絡人{0}。請再試一次。

# AM_RemoveContactQuestion
source: Are you sure you want to remove {0} from your contact list?
ar: هل تريد حذف {0} من قائمة جهات الاتصال الخاصة بك؟
fr: Voulez-vous vraiment supprimer {0} de votre liste de contacts ?
id: Anda yakin ingin menghapus {0} dari daftar kontak Anda?
it: Sei sicuro di voler rimuovere {0} dalla tua lista dei contatti?
ko: {0}님을 연락처 목록에서 삭제하시겠습니까?
nl: Weet u zeker dat u {0} wilt verwijderen van uw contactlijst.
pl: Czy na pewno chcesz usunąć {0} z listy kontaktów?
pt_br: Você tem certeza de que quer remover {0} da sua lista de contatos?
ro: Sigur vrei să elimini pe {0} din lista de contacte?
ru: Действительно удалить {0} из списка контактов?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0} ออกจากรายชื่อผู้ติดต่อของคุณ
tr: {0} kişisini listenizden silmek istediğinize emin misiniz?
vi: Bạn có chắc muốn xoá tên {0} khỏi liên lạc?
zh_hans: 您确定要从联系人列表中删除{0}吗？
zh_hant: 您確定要從聯絡人列表中刪除{0}嗎？

# AM_RemoveContactWarning
source: Access to any folders shared with you by the selected contacts will be lost.
ar: لن تبقى صلاحية الولوج الى أية مجلد متشارك معك من جهات الاتصال المحددة
fr: L’accès à tout dossier partagé avec vous par les contacts sélectionnés sera perdu.
id: Akses ke folder apa pun yang dibagikan dengan Anda oleh kontak yang dipilih akan hilang.
it: L'accesso ad ogni cartella condivisa con te dai contatti selezionati sarà perso.
ko: 선택된 연락처에 의해 당신과 공유된 모든 폴더에 대한 접근이 상실됩니다.
nl: Toegang tot alle mappen gedeeld met u door de geselecteerde contacten gaan verloren.
pl: Dostęp do folderów udostępnionych Tobie.
pt_br: Você deixará de ter acesso a todas as pastas compartilhadas pelos contatos selecionados.
ro: Accesul la orice folder partajat cu tine prin contactele selectate va fi pierdut.
ru: Доступ к любым папкам, которыми поделились выбранные контакты, будет потерян.
th: การเข้าถึงโฟลเดอร์ที่แชร์กับคุณโดยผู้ติดต่อที่เลือกไว้จะสูญหายไป
tr: Seçilen kişi tarafından paylaşılan klasörlere erişiminiz kesilecektir.
vi: Tất cả các truy cập của các thư mục được chia sẻ cho bạn từ những tên liên lạc này sẽ bị cắt đứt.
zh_hans: 所选联系人与您共享的任何文件夹都将丢失。
zh_hant: 您將會失去您所選聯繫人與您共享的所有資料夾存取權。

# AM_RemoveMultipleContactsQuestion
source: Are you sure you want to remove {0} users from your contact list?
ar: هل تريد حذف {0} مستخدم من قائمة جهات الاتصال الخاصة بك؟
fr: Voulez-vous vraiment supprimer {0} utilisateurs de votre liste de contacts ?
id: Anda yakin ingin menghapus {0} pengguna dari daftar kontak Anda?
it: Sei sicuro di voler rimuovere {0} utenti dalla tua lista dei contatti?
ko: {0}명의 이용자들을 연락처 목록에서 삭제하시겠습니까?
nl: Weet u zeker dat u {0} gebruikers wilt verwijderen van uw contact lijst?
pl: Czy na pewno chcesz usunąć {0} użytkowników z listy kontaktów?
pt_br: Você tem certeza de que quer remover {0} usuários da sua lista de contatos?
ro: Sigur vrei să elimini {0} utilizatori din lista de contacte?
ru: Действительно удалить пользователей ({0}) из списка контактов?
th: คุณแน่ใจหรือไม่ว่าต้องการนำ {0} ผู้ใช้ออกจากรายชื่อผู้ติดต่อของคุณ
tr: {0} kullanıcıyı kişi listenizden silmek istediğinize emin misiniz?
vi: Bạn có chắc muốn xoá {0} tên này khỏi liên lạc?
zh_hans: 您确定要从联系人列表中删除{0}个用户吗？
zh_hant: 您確定要從聯絡人列表中刪除{0}個使用者嗎？

# AM_RemoveMultipleContactsFailed
source: Failed removing contacts. Please try again.
ar: فشل عملية حذف جهات الاتصال. يرجى إعادة المحاولة.
fr: Échec de suppression des contacts. Veuillez ressayer.
id: Gagal menghapus kontak. Silakan coba lagi.
it: Rimozione dei contatti fallita. Per favore, riprova.
ko: 연락처 삭제 실패. 다시 시도하세요.
nl: Mislukt om contacten te verwijderen. Probeer nogmaals.
pl: Usuwanie kontaktu nie powiodło się. Spróbuj ponownie.
pt_br: Não foi possível remover os contatos. Por favor, tente novamente.
ro: Eșec la eliminarea contactelor. Te rugăm să încerci din nou.
ru: Не удалось удалить контакты. Попробуйте ещё раз.
th: ไม่สามารถลบรายชื่อติดต่อได้ กรุณาลองอีกครั้ง
tr: Kişiler silinemedi. Lütfen tekrar deneyiniz.
vi: Xoá bỏ các tên liên lạc này diễn ra không thành công. Xin thử lại.
zh_hans: 删除联系人失败。请再试一次。
zh_hant: 移除聯絡人失敗。請再試一次。

# AM_LeaveMultipleSharedFoldersQuestion
source: Are you sure you want to leave {0} shared folders?
ar: هل تريد مغادرة {0} مجلد متشارك؟
fr: Voulez-vous vraiment quitter {0} dossiers partagés ?
id: Anda yakin ingin meninggalkan {0} folder bersama?
it: Sei sicuro di voler abbandonare {0} cartelle condivise?
ko: {0}개의 공유된 폴더를 떠나시겠습니까?
nl: Weet u zeker dat u de {0} mappen wilt verlaten?
pl: Czy na pewno chcesz opuścić {0} folderów udostępnionych?
pt_br: Você tem certeza de que quer sair de {0} compartilhamentos?
ro: Sigur vrei să părăsești {0} foldere partajate?
ru: Действительно покинуть общие папки ({0})?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจาก {0} โฟลเดอร์ที่แชร์
tr: {0} klasör paylaşımından ayrılmak istediğinize emin misiniz?
vi: Bạn có chắc muốn rời khỏi {0} thư mục chia sẻ này hay không?
zh_hans: 您确定要离开{0}个共享文件夹吗？
zh_hant: 您確定要離開{0}個已分享資料夾嗎？

# AM_LeaveMultipleSharedFolders_Title
source: Leave shared folders
ar: ترك المجلدات المتشاركة
fr: Quitter les dossiers partagés
id: Tinggalkan folder bersama
it: Abbandona le cartelle condivise
ko: 공유된 폴더 떠나기
nl: Gedeelde mappen verlaten
pl: Opuść udostępnione foldery
pt_br: Sair do compartilhamento
ro: Părăsește folderele partajate
ru: Покинуть общие папки
th: ออกจากโฟลเดอร์ที่ใช้ร่วมกัน
tr: Paylaşılan klasörlerden ayrıl
vi: Rời khỏi chia sẻ
zh_hans: 离开共享文件夹
zh_hant: 離開已分享資料夾

# AM_LeaveSharedFolderFailed
source: Failed to leave the shared folder “{0}”. Please try again.
ar: فشل مغادرة المجلد المتشارك “{0}”. يرجى إعادة المحاولة
fr: Échec en quittant quitter le dossier partagé « {0} ». Veuillez ressayer.
id: Gagal keluar dari folder bersama "{0}". Silakan coba lagi.
it: Abbandono della cartella condivisa "{0}" fallito. Per favore, riprova.
ko: 공유된 폴더 "{0}" 떠나기 실패. 다시 시도하세요.
nl: Mislukt om de gedeelde map '{0}' te verlaten. Probeer nogmaals.
pl: Nie można opuścić folderu udostępnionego "{0}". Proszę spróbuj ponownie.
pt_br: Não foi possível sair da pasta compartilhada "{0}". Por favor, tente novamente.
ro: Eșec la părăsirea folderului partajat „{0}”. Te rugăm să încerci din nou.
ru: Не удалось покинуть общую папку "{0}". Попробуйте ещё раз.
th: ไม่สามารถออกจากโฟลเดอร์ที่แชร์ "{0}" กรุณาลองอีกครั้ง
tr: "{0}" adlı paylaşılan klasörden ayrılınamadı. Lütfen tekrar deneyin.
vi: Việc rời khỏi thư mục chia sẻ “{0}“ bị thất bại. Xin thử lại.
zh_hans: 未能离开共享文件夹“{0}”。请再试一次
zh_hant: 無法離開"{0}"已分享資料夾。請再試一次。

# AM_LeaveSharedFolderQuestion
source: Are you sure you want to leave “{0}”?
ar: هل تريد مغادرة “{0}”؟
fr: Voulez-vous vraiment quitter « {0} » ?
id: Yakin ingin keluar "{0}"?
it: Sei sicuro di voler abbandonare "{0}"?
ko: "{0}"에서 떠나시겠습니까?
nl: Weet u zeker dat u "{0}" wilt verlaten?
pl: Czy na pewno chcesz opuścić "{0}"?
pt_br: Você tem certeza de que quer sair de "{0}"?
ro: Sigur vrei să părăsești „{0}”?
ru: Действительно покинуть “{0}”?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจาก "{0}"
tr: “{0}” adlı paylaşımdan ayrılmak istediğinize emin misiniz?
vi: Có chắc chắn muốn rời khỏi thư mục “{0}” hay không?
zh_hans: 是否离开“{0}”？
zh_hant: 您確定要離開“{0}”嗎？

# AM_LeaveSharedFolderWarning
source: Access to shared folder content will be lost.
ar: سيتم ذهاب صلاحية الولوج الى المجلد المتشارك.
fr: L’accès au contenu du dossier partagé sera perdu.
id: Akses ke konten folder bersama akan hilang.
it: L'accesso ai contenuti della cartella condivisa sarà perso.
ko: 공유된 폴더 항목에 대한 접근을 상실합니다.
nl: Toegang tot de gedeelde map inhoud gaat verloren.
pl: Dostęp do zawartości folderów współdzielonych zostanie utracony.
pt_br: Você deixará de ter acesso ao conteúdo da pasta compartilhada.
ro: Accesul la conținutul folderului partajat va fi pierdut.
ru: Доступ к содержимому общих папок будет потерян.
th: การเข้าถึงเนื้อหาในโฟลเดอร์ที่ใช้ร่วมกันจะสูญหายไป
tr: Paylaşılan klasör içeriğine erişim sonlanacaktır.
vi: Sẽ không thể quay lại và truy cập vào nội dung của thư mục.
zh_hans: 共享文件夹的内容将会丢失。
zh_hant: 將會失去對共享資料夾的存取權。

# AM_LeaveSharedFolder_Title
source: Leave shared folder
ar: ترك المجلد المتشارك
fr: Quitter le dossier partagé
id: Tinggalkan folder bersama
it: Abbandona la cartella condivisa
ko: 공유된 폴더 떠나기
nl: Gedeelde map verlaten
pl: Opuść udostępniony folder
pt_br: Sair do compartilhamento
ro: Părăsește folderul partajat
ru: Покинуть общую папку
th: ออกจากโฟลเดอร์ที่ใช้ร่วมกัน
tr: Paylaşımdan ayrıl
vi: Rời khỏi chia sẻ
zh_hans: 离开共享文件夹
zh_hant: 離開已分享資料夾

# AM_LeaveSharedMultipleSharedFailed
source: Failed to leave multiple shared folders. Please try again.
ar: فشل عملية ترك المجلدات المتشاركة. يرجى إعادة المحاولة.
fr: Échec : quitter plusieurs dossier partagés. Veuillez ressayer.
id: Gagal meninggalkan beberapa folder bersama. Silakan coba lagi.
it: Abbandono di più cartelle condivise fallito. Per favore, riprova.
ko: 여러 공유된 폴더 떠나기 실패. 다시 시도하세요.
nl: Mislukt om meerdere gedeelde mappen te verlaten. Probeer nogmaals.
pl: Nie można opuścić wielu folderów współdzielonych. Proszę spróbuj ponownie.
pt_br: Não foi possível sair dos compartilhamentos. Por favor, tente novamente.
ro: Eșec la părăsirea mai multor foldere partajate. Te rugăm să încerci din nou.
ru: Не удалось покинуть несколько общих папок. Попробуйте ещё раз.
th: ไม่สามารถออกจากโฟลเดอร์ที่แชร์หลายโฟลเดอร์ได้ กรุณาลองอีกครั้ง
tr: Çok sayıda paylaşılan klasörden ayrılınamadı. Lütfen tekrar deneyin.
vi: Lỗi phát sinh khi rời khỏi các thư mục đã chọn. Xin thử lại.
zh_hans: 无法离开多个共享文件夹。请再试一次
zh_hant: 無法離開多個已分享資料夾。請再試一次。
